VA_NAME = 'Jarvis'

VA_VER = "3.0"

VA_ALIAS = ('джарвис', 'кеша', 'кеш', 'инокентий', 'иннокентий', 'кишун', 'киш', 'кишаня', 'кешечка', 'кэш', 'кэша')

VA_TBR = ('скажи', 'пок ажи', 'ответь', 'произнеси', 'расскажи', 'сколько')

country = 'AZ'

place = 'Baku'

fr = 1

MICROPHONE_INDEX = 2  # ID микрофона (можете просто менять ID пока при запуске не отобразится нужный)

CHROME_PATH = 'C:/Program Files (x86)/Google/Chrome/Application/chrome.exe %s'

PICOVOICE_TOKEN = "UX4o8WJaJim7QPZMa/zVMoYyFY9Emk0rcs2/1S8hkqhzH+XLnr9fzw=="

VA_CMD_LIST = {

    "stop": ('прекрати слушать', 'хватит', ' слушать', 'я не с тобой', 'перестань слушать', 'отлично', 'заткнись'),

    "weather": ('какая погода', 'погода', 'погода на улице'),

    "thanks": ('спасибо', 'молодец', 'респект', 'ты супер', 'отличная работа', 'ты крут', 'ты большой молодец', 'ты реально крут', 'ты афигенный'),
    "hello": ('привет', 'добрый день', 'здравствуй', 'и снова привет', 'приветствую'),

    "geobraceletgive": ('дай браслет', 'браслет', 'выдай браслет', 'купить браслет', 'арендовать браслет'),
    "geobracletaway": ('вернуть браслет', 'возвращаю браслет', 'вернуть браслет обратно', 'возвращение', 'отдать браслет'),

    # "help": ('список команд', 'команды', 'что ты умеешь', 'твои навыки', 'навыки'),
    "ctime": ('время', 'текущее время', 'сейчас времени', 'который час'),
}